# ``````````````````````````` RUSSIAN include ```````````````````````````
#
# ============================ Index page ======================================
index.please_log.text=&#1040;&#1074;&#1090;&#1086;&#1088;&#1080;&#1079;&#1080;&#1088;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1076;&#1083;&#1103; &#1074;&#1093;&#1086;&#1076;&#1072; &#1074; &#1089;&#1077;&#1088;&#1074;&#1080;&#1089; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1077;&#1085;&#1080;&#1103; &#1079;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;&#1084;&#1080;.
index.pass_rec.text=&#1045;&#1089;&#1083;&#1080; &#1087;&#1072;&#1088;&#1086;&#1083;&#1100; &#1091;&#1090;&#1077;&#1088;&#1103;&#1085;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1086;&#1089;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1077;&#1075;&#1086; &#1090;&#1091;&#1090;
# ============================ Server Monitoring page ==========================
#```````````Information row ``````
monitoring.inf.list_serv.text=&#1044;&#1072;&#1085;&#1085;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1089; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;&#1084;&#1080; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090; &#1082;&#1088;&#1072;&#1090;&#1082;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1076;&#1083;&#1103; &#1086;&#1073;&#1097;&#1077;&#1075;&#1086; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1103;.
monitoring.inf.serv_detail.text=&#1044;&#1083;&#1103; &#1073;&#1086;&#1083;&#1077;&#1077; &#1076;&#1077;&#1090;&#1072;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1086;&#1073;&#1079;&#1086;&#1088;&#1072; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1087;&#1077;&#1088;&#1077;&#1081;&#1076;&#1080;&#1090;&#1077; &#1087;&#1086; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1085;&#1072;&#1078;&#1072;&#1074; &#1085;&#1072; &#1080;&#1084;&#1103; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;.
#```````````Icon Information row`````
monitoring.icon_inf.ok=&#1047;&#1085;&#1072;&#1082; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077; &#1086;&#1096;&#1080;&#1073;&#1086;&#1082;
monitoring.icon_inf.warn=&#1047;&#1085;&#1072;&#1082; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1085;&#1077; &#1086;&#1090;&#1074;&#1077;&#1095;&#1072;&#1077;&#1090; &#1080;&#1083;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090; &#1089; HTTP &#1086;&#1090;&#1074;&#1077;&#1090;&#1086;&#1084; &#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1099;&#1084; &#1086;&#1090; 200.
monitoring.icon_inf.circle=&#1047;&#1085;&#1072;&#1082; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1085;&#1077; &#1086;&#1090;&#1074;&#1077;&#1095;&#1072;&#1077;&#1090; &#1085;&#1072; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089; &#1080;&#1083;&#1080; &#1086;&#1090;&#1074;&#1077;&#1095;&#1072;&#1077;&#1090; &#1089; HTTP &#1086;&#1096;&#1080;&#1073;&#1082;&#1086;&#1081; 500.
monitoring.icon_inf.thumbs-up=&#1047;&#1085;&#1072;&#1082; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1087;&#1086;&#1076; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1077;&#1085;&#1080;&#1077;&#1084;.
monitoring.icon_inf.ban-circle=&#1047;&#1085;&#1072;&#1082; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1085;&#1077; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1087;&#1086;&#1076; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1077;&#1085;&#1080;&#1077;&#1084;.
# ============================ Server details page =============================
#
# ============================ Password update =================================
#
# ============================ Footer ==========================================
footer.about.text=&#1052;&#1099; &#1076;&#1077;&#1083;&#1072;&#1077;&#1084; &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090; &#1087;&#1088;&#1080;&#1103;&#1090;&#1085;&#1099;&#1084; &#1084;&#1077;&#1089;&#1090;&#1086;&#1084; &#1074; &#1083;&#1102;&#1073;&#1086;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103;! &#1052;&#1099; &#1076;&#1077;&#1083;&#1072;&#1077;&#1084; &#1082;&#1072;&#1089;&#1080;&#1074;&#1099;&#1077;, &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1080; &#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; \
  &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;.
footer.news.text=&#1054;&#1089;&#1090;&#1072;&#1074;&#1072;&#1081;&#1090;&#1077;&#1089;&#1100; &#1089; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1084;&#1080; &#1085;&#1086;&#1074;&#1086;&#1089;&#1090;&#1103;&#1084;&#1080;, &#1082;&#1072;&#1089;&#1072;&#1102;&#1097;&#1080;&#1093;&#1089;&#1103; &#1085;&#1072;&#1096;&#1080;&#1093; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1086;&#1074;, &#1087;&#1086;&#1076;&#1087;&#1080;&#1089;&#1099;&#1074;&#1072;&#1103;&#1103;&#1089;&#1100; &#1085;&#1072; &#1085;&#1072;&#1096;&#1080; &#1085;&#1086;&#1074;&#1086;&#1089;&#1090;&#1080;.
footer.link=&#1054;&#1073;&#1088;&#1072;&#1090;&#1085;&#1086; &#1074;&#1074;&#1077;&#1088;&#1093;
# ============================ Password recovery ===============================
pass_recovery.forgot.text=&#1053;&#1072; &#1101;&#1090;&#1086;&#1081; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1077; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1086;&#1089;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1089;&#1074;&#1086;&#1081; &#1087;&#1072;&#1088;&#1086;&#1083;&#1100; &#1076;&#1083;&#1103; &#1074;&#1093;&#1086;&#1076;&#1072; &#1074; &#1089;&#1077;&#1088;&#1074;&#1080;&#1089; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1077;&#1085;&#1080;&#1103; &#1079;&#1072; \
  &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;&#1084;&#1080;. &#1044;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1091;&#1076;&#1086;&#1089;&#1090;&#1086;&#1074;&#1077;&#1088;&#1100;&#1090;&#1077;&#1089;&#1100;, &#1095;&#1090;&#1086; &#1074;&#1072;&#1096;&#1072; &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1072;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1085;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1077; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1077; &#1087;&#1080;&#1089;&#1100;&#1084;&#1086;, &#1087;&#1086;&#1078;&#1072;&#1083;&#1091;&#1081;&#1089;&#1090;&#1072; \
  &#1086;&#1073;&#1088;&#1072;&#1090;&#1080;&#1090;&#1077;&#1089;&#1100; &#1082; &#1085;&#1072;&#1084;.
pass_recovery.email.text=&#1042;&#1072;&#1096; &#1085;&#1086;&#1074;&#1099;&#1081; &#1087;&#1072;&#1088;&#1086;&#1083;&#1100; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1099;&#1089;&#1083;&#1072;&#1085; &#1085;&#1072; &#1074;&#1072;&#1096; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1081; &#1072;&#1076;&#1088;&#1077;&#1089;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1072;&#1096; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1088;&#1072;&#1079;&#1088;&#1077;&#1096;&#1077;&#1085;.
# ============================ Settings ========================================
#````````````````Information row
settings.inf.list_text=&#1044;&#1083;&#1103; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1090;&#1072;&#1082;&#1080;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1082;&#1072;&#1082;
settings.inf.scan_int=&#1048;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083; &#1089;&#1082;&#1072;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; - &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1094;&#1080;&#1092;&#1088;&#1072;&#1093;
settings.inf.respond=&#1047;&#1072;&#1087;&#1072;&#1079;&#1076;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072; - &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1094;&#1080;&#1092;&#1088;&#1072;&#1093;
settings.inf.reload=&#1042;&#1088;&#1077;&#1084;&#1103; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1099; - &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1094;&#1080;&#1092;&#1088;&#1072;&#1093;
settings.inf.host=&#1061;&#1086;&#1089;&#1090; &#1087;&#1088;&#1086;&#1090;&#1086;&#1082;&#1086;&#1083;&#1072; - mail server host address
settings.inf.port=&#1055;&#1086;&#1088;&#1090; &#1087;&#1088;&#1086;&#1090;&#1086;&#1082;&#1086;&#1083;&#1072; - &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1094;&#1080;&#1092;&#1088;&#1072;&#1093;
settings.inf.username=&#1048;&#1084;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1103; - name of mail account
settings.inf.pass=&#1055;&#1072;&#1088;&#1086;&#1083;&#1100; - for mail account
settings.notice.text=&#1054;&#1073;&#1088;&#1072;&#1090;&#1080;&#1090;&#1077; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077; &#1085;&#1072; &#1090;&#1086;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1094;&#1080;&#1092;&#1088;&#1099; &#1076;&#1083;&#1103; &#1048;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083; &#1089;&#1082;&#1072;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;, &#1047;&#1072;&#1087;&#1072;&#1079;&#1076;&#1099;&#1074;&#1072;&#1085;&#1080;&#1077; &#1086;&#1090;&#1074;&#1077;&#1090;&#1072; \
  &#1080; &#1042;&#1088;&#1077;&#1084;&#1103; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1099;.
settings.notice.text_notice=&#1059;&#1095;&#1080;&#1090;&#1099;&#1074;&#1072;&#1081;&#1090;&#1077;, &#1095;&#1090;&#1086; 1 &#1089;&#1077;&#1082;&#1091;&#1085;&#1076;&#1072; = 1000.
# ============================ Server update ===================================
server_update.info.edit_text=&#1044;&#1083;&#1103; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1090;&#1072;&#1082;&#1080;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1081; &#1082;&#1072;&#1082; &#1048;&#1084;&#1103; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;, &#1040;&#1076;&#1088;&#1077;&#1089;, &#1055;&#1086;&#1088;&#1090;, \
  URL, &#1080; &#1057;&#1090;&#1072;&#1090;&#1091;&#1089; &#1072;&#1082;&#1090;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080;.
server_update.info.status_text=&#1045;&#1089;&#1083;&#1080; &#1090;&#1077;&#1082;&#1091;&#1097;&#1080;&#1081; &#1089;&#1090;&#1072;&#1091;&#1089; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080; &#1074;&#1099;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085; &#1074; "Not active", &#1090;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1072;&#1090;&#1100;&#1089;&#1103;.
# ============================ Server registration =============================
serv_registr.inf_specific.text=&#1044;&#1083;&#1103; &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1085;&#1086;&#1074;&#1086;&#1075;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1091;&#1082;&#1072;&#1078;&#1080;&#1090;&#1077; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1082;&#1072;&#1082; &#1048;&#1084;&#1103; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;, \
  &#1040;&#1076;&#1088;&#1077;&#1089;, &#1055;&#1086;&#1088;&#1090;, URL, &#1080; &#1057;&#1090;&#1072;&#1090;&#1091;&#1089; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080;. &#1042;&#1089;&#1077; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1077;&#1083;&#1080; &#1073;&#1091;&#1076;&#1091;&#1090; &#1072;&#1074;&#1090;&#1086;&#1084;&#1086;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1089;&#1075;&#1077;&#1085;&#1077;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099;.
serv_registr.inf_name.text=&#1055;&#1086;&#1089;&#1083;&#1077; &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1080;&#1090; &#1074;&#1089;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1086;&#1073; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1077; &#1073;&#1077;&#1079; &#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; &#1082; &#1082;&#1072;&#1082;&#1086;&#1084;&#1091; &#1090;&#1086; \
  &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1091;.
# ============================ Server manager ==================================
serv_mager.inf.list.text=&#1055;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1076;&#1072;&#1105;&#1090; &#1082;&#1088;&#1072;&#1090;&#1082;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1086;&#1073; &#1079;&#1072;&#1088;&#1077;&#1075;&#1077;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;&#1093; &#1076;&#1083;&#1103; \
  &#1086;&#1073;&#1097;&#1077;&#1075;&#1086; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1103;.
serv_mager.inf.registr.text=&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1085;&#1086;&#1074;&#1099;&#1081; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1085;&#1072;&#1078;&#1072;&#1074; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; "&#1057;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100;", &#1087;&#1086;&#1089;&#1083;&#1077; &#1095;&#1077;&#1075;&#1086; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; \
  &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090; &#1074;&#1072;&#1089; &#1085;&#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1091; &#1089; &#1092;&#1086;&#1088;&#1084;&#1086;&#1081; &#1076;&#1083;&#1103; &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;.
serv_mager.resp_icon.ok=&#1047;&#1085;&#1072;&#1082; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1080;&#1077; &#1086;&#1096;&#1080;&#1073;&#1086;&#1082;
serv_mager.resp_icon.war=&#1047;&#1085;&#1072;&#1082; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1085;&#1077; &#1086;&#1090;&#1074;&#1077;&#1095;&#1072;&#1077;&#1090; &#1080;&#1083;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090; &#1089; HTTP &#1086;&#1090;&#1074;&#1077;&#1090;&#1086;&#1084; &#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1099;&#1084; &#1086;&#1090; 200.
serv_mager.resp_icon.fail=&#1047;&#1085;&#1072;&#1082; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1085;&#1077; &#1086;&#1090;&#1074;&#1077;&#1095;&#1072;&#1077;&#1090; &#1085;&#1072; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089; &#1080;&#1083;&#1080; &#1086;&#1090;&#1074;&#1077;&#1095;&#1072;&#1077;&#1090; &#1089; HTTP &#1086;&#1096;&#1080;&#1073;&#1082;&#1086;&#1081; 500.
serv_mager.activ_icon.thumbs=&#1047;&#1085;&#1072;&#1082; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1087;&#1086;&#1076; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1077;&#1085;&#1080;&#1077;&#1084;.
serv_mager.activ_icon.circul=&#1047;&#1085;&#1072;&#1082; &#1086;&#1079;&#1085;&#1072;&#1095;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088; &#1085;&#1077; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1087;&#1086;&#1076; &#1085;&#1072;&#1073;&#1083;&#1102;&#1076;&#1077;&#1085;&#1080;&#1077;&#1084;.
# ============================ Server assignment ===============================
serv_assign.list_icon.text=&#1053;&#1072; &#1083;&#1077;&#1074;&#1086;&#1081; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1077; &#1074;&#1077;&#1088;&#1093;&#1085;&#1077;&#1075;&#1086; &#1089;&#1090;&#1086;&#1083;&#1073;&#1094;&#1072; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1074;&#1080;&#1076;&#1077;&#1090;&#1100; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1085;&#1099;&#1093; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1086;&#1074; &#1076;&#1083;&#1103; \
  &#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1072;.
serv_assign.how_icon.text=&#1053;&#1072; &#1087;&#1088;&#1072;&#1074;&#1086;&#1081; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1077; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&#1093; &#1082; &#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1102; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1086;&#1074;. &#1044;&#1083;&#1103; &#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1103; \
  &#1087;&#1077;&#1088;&#1077;&#1090;&#1072;&#1097;&#1080;&#1090;&#1077; &#1085;&#1091;&#1078;&#1085;&#1086;&#1077; &#1080;&#1084;&#1103; &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1074; &#1083;&#1077;&#1074;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1080; &#1087;&#1086;&#1076;&#1090;&#1074;&#1077;&#1088;&#1076;&#1080;&#1090;&#1077; &#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1082;&#1085;&#1086;&#1087;&#1082;&#1086;&#1081; "&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1100;".
# ============================ Employee update =================================
empl_update.inf_specific.text=&#1044;&#1083;&#1103; &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1072; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1080;&#1090;&#1100; &#1090;&#1072;&#1082;&#1080;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1082;&#1072;&#1082; &#1048;&#1084;&#1103; &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1072; \
  &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1081; &#1072;&#1076;&#1088;&#1077;&#1089; &#1080;&#1083;&#1080; &#1089;&#1090;&#1072;&#1090;&#1091;&#1089; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080;.
empl_update.inf_status.text=&#1045;&#1089;&#1083;&#1080; &#1087;&#1086;&#1083;&#1077; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080; &#1089;&#1090;&#1072;&#1090;&#1091;&#1089;&#1072; &#1074;&#1099;&#1089;&#1090;&#1086;&#1074;&#1083;&#1077;&#1085;&#1086; &#1074; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; "not active", &#1090;&#1086; &#1074;&#1089;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; \
  &#1073;&#1091;&#1076;&#1091;&#1090; &#1087;&#1088;&#1077;&#1082;&#1088;&#1072;&#1097;&#1077;&#1085;&#1099;.
# ============================ Employee registration ===========================
empl_registr.inf_registr.title=&#1044;&#1083;&#1103; &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1072; &#1074;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1091;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1090;&#1072;&#1082;&#1080;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1082;&#1072;&#1082; &#1048;&#1084;&#1103; &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1072;, \
  &#1051;&#1086;&#1075;&#1080;&#1085;, &#1057;&#1090;&#1072;&#1090;&#1091;&#1089; &#1072;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;. &#1042;&#1089;&#1077; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1077; &#1073;&#1091;&#1076;&#1091;&#1090; &#1089;&#1075;&#1077;&#1085;&#1077;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1099; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1086;&#1081;.
empl_registr.inf_inform.title=&#1055;&#1086;&#1089;&#1083;&#1077; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086;&#1081; &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1086;&#1087;&#1086;&#1074;&#1077;&#1089;&#1090;&#1080;&#1090; &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1072;, &#1087;&#1086; &#1091;&#1082;&#1072;&#1079;&#1072;&#1085;&#1085;&#1086;&#1084;&#1091; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1084;&#1091; \
  &#1072;&#1076;&#1088;&#1077;&#1089;&#1091;, &#1086; &#1077;&#1075;&#1086; &#1085;&#1086;&#1074;&#1086;&#1081; &#1091;&#1095;&#1077;&#1090;&#1085;&#1086;&#1081; &#1079;&#1072;&#1087;&#1080;&#1089;&#1080; &#1076;&#1083;&#1103; &#1072;&#1074;&#1090;&#1086;&#1088;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1074; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1077; &#1089; &#1085;&#1086;&#1074;&#1099;&#1084; &#1083;&#1086;&#1075;&#1080;&#1085;&#1086;&#1084; &#1080; &#1087;&#1072;&#1088;&#1086;&#1083;&#1077;&#1084;.
# ============================ Employee manager ================================
empl_manager.inf_list.text=&#1055;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1081; &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1076;&#1072;&#1077;&#1090; &#1082;&#1088;&#1072;&#1090;&#1082;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1086; &#1079;&#1072;&#1088;&#1077;&#1075;&#1077;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1072;&#1093; &#1076;&#1083;&#1103; \
  &#1086;&#1073;&#1097;&#1077;&#1075;&#1086; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1103;.
empl_manager.inf_list.thumb=&#1047;&#1085;&#1072;&#1082; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1072; &#1088;&#1072;&#1079;&#1088;&#1077;&#1096;&#1077;&#1085;.
empl_manager.inf_list.circul=&#1047;&#1085;&#1072;&#1082; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1072; &#1079;&#1072;&#1087;&#1088;&#1077;&#1097;&#1077;&#1085;.
empl_manager.inf_registr.text=&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1085;&#1086;&#1074;&#1086;&#1075;&#1086; &#1089;&#1086;&#1090;&#1088;&#1091;&#1076;&#1085;&#1080;&#1082;&#1072; &#1085;&#1072;&#1078;&#1072;&#1074; &#1085;&#1072; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; "&#1057;&#1086;&#1079;&#1076;&#1072;&#1090;&#1100;", &#1101;&#1090;&#1086; &#1087;&#1077;&#1088;&#1077;&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090; \
  &#1074;&#1072;&#1089; &#1085;&#1072; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1091; &#1089; &#1092;&#1086;&#1088;&#1084;&#1086;&#1081; &#1076;&#1083;&#1103; &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080;.

